pet_examples/evaluation/model_comp_corr/gpt3/mermaid/simple_bpmn/1_3.mmd
graph LR
A[Start Event] --> B[Take Down Order]
B --> C[Submit Order Ticket]
C --> D[Order Wine]
D --> E[Assign Order]
E --> F[Prepare Cart]
F --> G[Deliver Order]
G --> H[Debit Account]
H --> I[End Event]
